Repository: mykece/ECommerceApp.Mvc
Catalog: ETicaret.UI/Resources/ModelResource.*.resx
Languages: tr

source: Action
tr: Aksiyon

source: Active Campaigns
tr: Aktif Kampanyalar

source: Add New
tr: Yeni Ekle

source: Add to Cart
tr: Sepete Ekle

source: Address
tr: Adres

source: Address Name
tr: Adres Adı

source: Addresses
tr: Adreslerim

source: Address Name
tr: Adres Adı

source: Admin
tr: Yönetici

source: Admin listed succesfully!
tr: Admin başarıyla listelendi!

source: Admin added successfully!
tr: Admin başarıyla eklendi!

source: Admin already added!
tr: Admin zaten eklenmiş!

source: Admin could not be found!
tr: Admin bulunamadı!

source: Admin could not be updated!
tr: Admin güncellenemedi!

source: Admin Create
tr: Yönetici Oluştur

source: Admin information not found. Please try again.
tr: Admin bilgisi bulunamadı. Lütfen tekrar deneyin.

source: Admin List
tr: Yönetici Listesi

source: Admin Update
tr: Yönetici Güncelle

source: Admin updated successfully!
tr: Admin başarıyla güncellendi!

source: Back to List
tr: Listeye geri dön

source: Back to Login
tr: Girişe Geri Dön

source: Bags
tr: Çantalar

source: By registering your details, you agree with our Terms & Conditions and Privacy and Cookie Policy.
tr: Bilgilerinizi kaydederek Şartlar ve Koşullarımızı ve Gizlilik ve Çerez Politikamızı kabul etmiş olursunuz.

source: Campaign
tr: Kampanya

source: Campaign added successfully!
tr: Kampanya başarıyla eklendi!

source: Campaign already added!
tr: Kampanya zaten eklenmiş!

source: Campaign could not be found!
tr: Kampanya bulunamadı!

source: Campaign could not be updated!
tr: Kampanya güncellenemedi!

source: Campaign History
tr: Kampanya Geçmişi

source: Campaign List
tr: Kampanya Listesi

source: Campaign Status
tr: Kampanya Durumu

source: Campaign Type
tr: Kampanya Türü

source: Campaign Update
tr: Kampanya Güncelle

source: Campaign updated successfully!
tr: Kampanya başarıyla güncellendi

source: Campaigns could not be found!
tr: Kampanya bulunamadı!

source: Campaigns listed successfully!
tr: Kampanya başarıyla listelendi!

source: Catalog
tr: Katalog

source: Categories
tr: Kategoriler

source: Categories Name
tr: Kategori Adları

source: Category
tr: Kategori

source: Category listed succesfully!
tr: Kategori başarıyla listelendi!

source: Category added successfully!
tr: Kategori başarıyla eklendi!

source: Category already added!
tr: Kategori zaten eklenmiş!

source: Category could not be found!
tr: Kategori bulunamadı!

source: Category could not be updated!
tr: Kategori güncellenemedi!

source: Category Create
tr: Kategori Ekle

source: Category List
tr: Kategorileri Listele

source: Category Update
tr: Kategori Güncelle

source: Category updated successfully!
tr: Kategori başarıyla güncellendi!

source: CategoryName
tr: KategoriAdı

source: Change Password
tr: Şifremi Değiştir

source: Choose
tr: Seçiniz

source: City
tr: Şehir

source: Click Here to go back to Login Page
tr: Giriş Sayfasına dönmek için Buraya Tıklayın

source: Components
tr: Bileşenler

source: Contact
tr: İletişim

source: Content Management
tr: İçerik Yönetimi

source: Create
tr: Oluştur

source: Create New
tr: Yeni Oluştur

source: Create New Address
tr: Yeni Adres Ekle

source: Create New Admin
tr: Yeni Admin Ekle

source: Create New Campaign
tr: Yeni Kampanya Oluştur

source: Create New Category
tr: Yeni Kategori Ekle

source: Create New Customer
tr: Yeni Müşteri Ekle

source: Create New Product
tr: Yeni Ürün Ekle

source: Create New Size
tr: Yeni Boyut Ekle

source: Create New SizeType
tr: Yeni Boyut Türü Ekle

source: Current Password
tr: Mevcut Şifreniz

source: Customer
tr: Müşteri

source: Customer Create
tr: Müşteri Ekle

source: Customer List
tr: Müşteri Listesi

source: Customer Update
tr: Müşteri Güncelle

source: Dashboards
tr: Gösterge Paneli

source: Date
tr: Tarih

source: Date of Birth
tr: Doğum Tarihi

# DateOfBirth
source: Birthday
tr: Doğum Tarihi

source: Delete
tr: Sil

source: Delete failed!
tr: Silme işlemi başarısız!

source: Description
tr: Açıklamalar

source: Discontinued
tr: Satışını Durdur

source: Discount
tr: İndirim

source: Discount Percentage
tr: İndirim Oranı

source: Docs
tr: Dökümanlar

source: Don't have an account?
tr: Halâ hesabınız yok mu?

source: Dresses
tr: Elbiseler

source: Email Address
tr: Email Adresi

source: Email or password incorrect!
tr: E-posta veya şifre hatalı!

source: EN
tr: TR

source: End Date
tr: Bitiş Zamanı

source: Enter Your Email
tr: E-postanızı giriniz

source: Enter Your Password
tr: Şifrenizi giriniz

source: Female
tr: Kadın

source: Fill in the e-mail field!
tr: E-mail alanını doldurunuz!

source: Finance
tr: Finans

source: FirstName
tr: Ad

source: Forgot Password ?
tr: Parolanızı mı unuttunuz ?

source: Forms
tr: Biçimler

source: Gender
tr: Cinsiyet

source: Hi, welcome back!
tr: Merhaba, Hoş geldiniz!

source: Home
tr: AnaSayfa

source: If you don't have an account please,
tr: Hesabınız yoksa lütfen,

source: Image
tr: Fotoğraf

source: Images
tr: Fotoğraflar

source: In Stock
tr: Stokta Var

source: Indroduction
tr: Giriş

source: Is Active
tr: AktifMi

source: Items
tr: Öğeler

source: Kids
tr: Çocuklar

# Language
source: LANG
tr: Dil

source: Last Ordered
tr: Son Sipariş

source: LastName
tr: Soyad

source: Login
tr: Giriş Yap

source: Login Successful!
tr: Giriş Başarılı!

source: Login successfully.
tr: Giriş başarılı.

source: Logout
tr: Çıkış Yap

source: Main
tr: Ana

source: Male
tr: Erkek

source: Man
tr: Erkek

source: Men
tr: Erkekler

source: MEN PRODUCTS
tr: ERKEK ÜRÜNLERİ

source: My Account
tr: Hesabım

source: My Profile
tr: Profil Bilgileri

source: Name
tr: Ad

source: New Password
tr: Yeni Şifreniz

source: New Image
tr: Yeni Resim

source: No data found to update!
tr: Güncellenecek veri bulunamadı!

source: Options
tr: Seçenekler

source: Order
tr: Sipariş

source: Order Details
tr: Sipariş Detayı

source: Pages
tr: Sayfalar

source: Parent Categories
tr: Alt Kategoriler

source: Password
tr: Şifre

source: Password change failed. Please try again.
tr: Şifre değiştirme başarısız oldu. Lütfen tekrar deneyin.

source: Password change was successful.
tr: Şifre değiştirme başarılı oldu.

source: Password field cannot be left blank.
tr: Şifre alanı boş bırakılamaz.

source: Password is updated!
tr: Şifre güncellendi!

source: Password must be at least 6 characters long!
tr: Şifre en az 6 karakter uzunluğunda olmalıdır!

source: Password reset link has been sent. Please check your E-mail Address.
tr: Şifre sıfırlama bağlantısı gönderildi. Lütfen E-posta Adresinizi kontrol edin.

source: Phone
tr: Telefon

source: Phone Number
tr: Telefon Numarası

source: Phone Number
tr: Telefon Numarası

source: Please enter a valid password!
tr: Lütfen geçerli bir şifre giriniz!

source: Please enter an e-mail in a valid format!
tr: Lütfen geçerli bir formatta mail giriniz!

source: Please enter an email address in valid format.
tr: Lütfen geçerli formatta bir e-posta adresi girin.

source: Please enter data in e-mail format!
tr: Lütfen verileri e-posta formatında girin!

source: Please fill in all fields as requested!
tr: Lütfen tüm alanları istenilen şekilde doldurun!

source: Price
tr: Fiyat

source: Price Without Campaign
tr: Kampanyasız Birim Fiyatı

source: Privacy
tr: Gizlilik Politikası

source: Product
tr: Ürün

source: Product listed succesfully!
tr: Ürün başarıyla listelendi!

source: Product added successfully!
tr: Ürün başarıyla eklendi!

source: Product already added!
tr: Ürün zaten eklenmiş!

source: Product could not be found!
tr: Ürün bulunamadı!

source: Product could not be updated!
tr: Ürün güncellenemedi!

source: Product Count
tr: Ürün Sayısı

source: Product Create
tr: Ürün Ekle

source: Product List
tr: Ürün Listesi

source: Product Update
tr: Ürün Güncelle

source: Product updated successfully!
tr: Ürün başarıyla güncellendi!

source: Product Name
tr: Ürün Adı

source: Products
tr: Ürünler

source: Products on the List.
tr: Listeye Eklenen Ürünler

source: Profile
tr: Profil

source: Profile Admin
tr: Admin Profili

source: Profile User
tr: Kullanıcı Profili

source: Quantity
tr: Miktar

source: Register
tr: Kayıt Ol

source: Reset Your Password
tr: Şifrenizi Sıfırlayın

source: Review
tr: Yorumlar

source: Role
tr: Rol

source: Save
tr: Kaydet

# Search
source: Serach
tr: Arama

source: Select Size Type
tr: Boyut Türü Seçiniz

source: Select Size Types
tr: Boyut Türlerini Seçiniz

source: Select Type
tr: Türü Seçiniz

source: Share
tr: Paylaşım

source: Shipping
tr: Kargo

source: Shipping Address
tr: Gönderi Adresi

source: Shoes
tr: Ayakkabı

source: Shop
tr: Mağaza

source: Shop by Category
tr: Kategoriye Göre Alışveriş

source: Site Business
tr: Site İşlemleri

source: Size
tr: Boyut

source: Size added successfully!
tr: Beden başarıyla eklendi!

source: Size already added!
tr: Beden zaten eklenmiş!

source: Size chart
tr: Beden Tablosu

source: Size could not be found!
tr: Beden bulunamadı!

source: Size could not be updated!
tr: Beden güncellenemedi!

source: Size List
tr: Beden Listesi

source: Size listed succesfully!
tr: Beden başarıyla listelendi!

source: Size Type
tr: Boyut Türü

source: Size Type added successfully!
tr: Beden türü başarıyla eklendi!

source: Size type already added!
tr: Beden türü zaten eklenmiş!

source: Size type could not be updated!
tr: Beden türü güncellenemedi!

source: Size Type List
tr: Beden Türü Listesi

source: Size type updated successfully!
tr: Beden türü başarıyla güncellendi!

source: Size types could not be found!
tr: Beden türü bulunamadı!

source: Size types listed succesfully!
tr: Beden türü başarıyla listelendi!

source: Size Types Name
tr: Beden Türleri

source: Size Update
tr: Boyut Güncelle

source: Size updated successfully!
tr: Beden başarıyla güncellendi!

source: SizeName
tr: Boyutu

source: Sizes
tr: Boyutlar

source: SizeType Update
tr: Boyut Türü Güncelle

source: SizeType Name
tr: Beden Türü Adı

source: Skirts
tr: Etekler

source: Spent
tr: Harcanan

source: Start Date
tr: Başlangıç Zamanı

source: Status
tr: Durum

source: Stock
tr: Stok

source: Submit
tr: Gönder

source: Subtotal
tr: Ara Toplam

source: Successfully deleted!
tr: Silme işlemi başarılı.

source: Surname
tr: Soyad

source: Tables
tr: Tablolar

source: The description cannot be ignored!
tr: Açıklama göz ardı edilemez!

source: The description cannot be null!
tr: Açıklama boş olamaz!

source: The e-mail field cannot be ignored!
tr: E-posta alanı göz ardı edilemez!

source: The e-mail field cannot be left blank.
tr: E-mail alanı boş bırakılamaz.

source: The e-mail field cannot be null!
tr: E-posta alanı boş olamaz!

source: The First Name field cannot be ignored!
tr: Ad alanı göz ardı edilemez!

source: The First Name field cannot be null!
tr: Ad alanı boş olamaz!

source: The Last Name field cannot be ignored!
tr: Soyadı alanı göz ardı edilemez!

source: The Last Name field cannot be null!
tr: Soyadı alanı boş olamaz!

source: The new password field cannot be left blank!
tr: Yeni şifre alanı boş bırakılamaz!

source: The product name cannot be ignored!
tr: Ürün adı göz ardı edilemez!

source: The product name cannot be null!
tr: Ürün adı boş olamaz!

source: The unit price cannot be ignored!
tr: Birim fiyatı göz ardı edilemez!

source: The unit price cannot be null!
tr: Birim fiyatı boş olamaz!

source: This email has already been registered.
tr: Bu e-mail daha önce kayıt olmuş.

source: Tops
tr: Üstler

source: Total
tr: Toplam

source: TOTAL PRODUCTS
tr: TOPLAM ÜRÜNLER

source: UnitPrice
tr: Birim Fiyatı

source: UNİSEX PRODUCTS
tr: UNİSEX ÜRÜNLER

source: Update
tr: Güncelle

source: User
tr: Kullanıcı

source: User session not found. Please log in.
tr: Kullanıcı oturumu bulunamadı. Lütfen giriş yapın.

source: Validation failed. Please correct the errors and try again.
tr: Doğrulama başarısız oldu. Lütfen hataları düzeltin ve tekrar deneyin.

source: View Cart
tr: Sepetime Git

source: Woman
tr: Kadın

source: Women
tr: Kadınlar

source: WOMEN PRODUCTS
tr: KADIN ÜRÜNLERİ

source: You must enter the current password!
tr: Mevcut şifreyi girmelisiniz!

source: You must enter your new password!
tr: Yeni şifrenizi girmelisiniz!

source: Your account could not confirmed. Please register again.
tr: Hesabınız doğrulanamadı. Lütfen tekrar kaydolun.

source: Your Cart
tr: Sepetim

source: Your e-mail is not found. Please check your e-mail.
tr: Lütfen posta kutunuzu kontrol edin ve e-postanızı doğrulayın!
